Repository: JohnMatthewNarofsky/Way_of_Dragon
Catalog: translations/*/LC_MESSAGES/wesnoth-dragonway.po
Languages: ru

source: Way of Dragon
ru: Путь Дракона

source: WoD
ru: ПД

source: (Easy)
ru: (Легкий)

source: Lizard
ru: Ящерица

source: (Normal)
ru: (Средний)

source: Drake
ru: Дрейк

source: (Hard)
ru: (Сложный)

source: Dragon
ru: Дракон

source: The story is about how to become a dragon, when depends on it fate of the world ...
ru: История о том, как стать драконом, когда от этого зависит судьба всего мира...

source: (8 scenarios, Difficulty is different)
ru: (8 сценариев разной сложности)

source: The main character can die! But there is a a health bottle in pocket! Use it?
ru: Главный герой при смерти! Но в кармане есть бутылочка здоровья! Использовать её?

source: Yes!
ru: Да!

source: Player Health
ru: Здоровье персонажа

source: The main character will be completely healed for now. Continue?
ru: Главный герой будет полностью вылечен. Продолжить?

source: The main character completely healed for now!
ru: Главный герой полностью вылечен!

source: No.
ru: Нет.

source: Use healthbottle
ru: Использовать бутылочку здоровья

source: Player will be fully healed on next turn. Continue?
ru: Здоровье персонажа будет полностью восстановлено на следующем ходу. Вы уверены?

source: The main character will be completely healed for next turn!
ru: Главный герой будет полностью вылечен на следующем ходу!

source: No, let him die.
ru: Нет, пусть дохнет.

source: Blood and bones of killed
ru: Кровь и кости убитых

source: Show blood and bones of killed units?
ru: Показывать ли кровь и кости убитых бойцов?

source: Yes, sure!
ru: Да, конечно!

source: No, I hate violence!
ru: Нет, ненавижу насилие!

source: Gameplay
ru: Геймплэй

source: Show blood and bones: ENABLED!
ru: Показ крови и костей: ВКЛЮЧЕНО!

source: Show blood and bones: DISABLED!
ru: Показ крови и костей: ОТКЛЮЧЕНО!

source: (#0) Intro
ru: (#0) Вступление

source: A long time ago somewhere on the continent on the Great River was founded a town called Etinburg. After years this town has grown and by the start action of this campaign has already quite large and prosperous city.
ru: Давным давно в глубине континента на Великой реке был заложен город под названием Этинбург. Спустя годы этот город рос и к моменту начала действия данной кампании был уже довольно большим и процветающим городом.

source: Dalvik, Virgil, Torres and Jeffrey were friends since childhood and long time lived in the city. Until they grown up and it was time to look for each his calling in life.
ru: Далвик, Виргил, Торрес и Джеффри были друзьями еще с детства и долгое время жили в городе. Пока они не подросли и не пришла пора каждому искать свое призвание в жизни.

source: Dalvik and Torres became the city guards ...
ru: Далвик и Торрес стали городскими стражниками...

source: ... and Virgil and Jeffrey - traveling traders.
ru: ...а Виргил и Джефри - странствующими торговцами.

source: And five years later they met again together.
ru: И вот спустя пять лет они снова встретились вместе.

source: Torres
ru: Торрес

source: Jeffrey
ru: Джефри

source: Virgil
ru: Виргил

source: Dalvik
ru: Далвик

source: Old buffer
ru: Старый хрыч

source: Humans
ru: Люди

source: Bandits
ru: Бандиты

source: Welcome back, friends! How long as we have not met together!
ru: С возвращением, друзья! Как же давно мы не встречались вместе!

source: Yeah! About five years have passed!
ru: Да уж! Лет пять прошло!

source: I am glad to see you!
ru: Как же я рад вас видеть!

source: I propose for this event will go immediately to the city pub!
ru: Предлагаю ради такого события немедленно отправится в городской паб!

source: (far cry)
ru: (крик вдалеке)

source: What was that? Looks like someone is in trouble ...
ru: Что это было? Похоже, кто-то в беде...

source: Well, old man, show your pockets!
ru: А ну, старичок, выворачивай карманы!

source: How dare you, young roosters! Absolutely no conscience to attack an old man?
ru: Как вы смеете, петушье молодое! Совсем совести нет нападать на старого человека?!

source: Shut up and give all that is valuable!
ru: Ты нам зубы не заговаривай, а по-хорошему отдавай все что есть ценное!

source: Hey, you! Leave the old man alone! Or it is not get away with you!
ru: Эй, вы! Оставьте старика в покое! Иначе это не сойдет вам с рук!

source: (sarcastically) Oh, no, defender of the elders hurry to the rescue! I'm sooo scared!
ru: (саркастически) О нет, защитник старцев спешит на помощь! Мне тааак страшно!

source: Look, it is the city guards! Let's save the old man, if you can! Ha-ha-ha!
ru: Гляди, это городские стражники! Давайте, спасите старикашку, если успеете! Ха-ха-ха!

source: Display blood and bones of killed units? (you can switched it by the right mouse button menu)
ru: Показывать кровь и кости убитых бойцов? (можно переключать в меню при нажатии правой кнопки мыши)

source: Save Old buffer
ru: Спасти старого хрыча

source: Death of Dalvik
ru: Смерть Далвика

source: Death of Torres
ru: Смерть Торреса

source: Death of Virgil
ru: Смерть Виргила

source: Death of Jeffrey
ru: Смерть Джефри

source: Death of Old buffer
ru: Смерть старого хрыча

source: Turns run out
ru: Закончились ходы

source: Turns run out!
ru: Закончились ходы!

source: The key hero was killed!
ru: Ключевой герой погиб!

source: Aaaahhhh...
ru: Аааааахххх...

source: The main hero was killed!
ru: Главный герой погиб!

source: Ooouuummm...
ru: Оооуууммм...

source: Uuuummmfff...
ru: Уууууммммффф...

source: Eeeeehhhh...
ru: Эээээххх...

source: Aaaa...
ru: Аааа...

source: Quest failed!
ru: Задание провалено!

source: Are you all right?
ru: С вами все в порядке?

source: Hell, no! Young people absolutely woozy! Even the one that is trying to help make it through the ass!
ru: Нет, черт побери! Молодежь совсем ошалела! Даже та, что пытается помочь делает это через задницу!

source: (suddenly changing mood) I'm sorry, maybe I'm too rough. Understand - senile insanity. I would want to thank you for trying ... for help. And I can tell you how to get rich quickly!
ru: (неожиданно меняя настроение) Простите, может я слишком груб. Сами понимаете - старческий маразм. Я бы хотел поблагодарить вас за попытку... за помощь. И могу поведать вам о том, как быстро разбогатеть!

source: Yes, of course!
ru: Да, конечно!

source: But only if it's legal!
ru: Но только если это законно!

source: (grins) You just need to find the treasure! It's simple! That this illegal?
ru: (ухмыляется) Вам нужно просто найти сокровища! Все просто! Что в этом незаконного?

source: Old buffer told about ancient great riches hidden surprisingly very close - in a cave sleeping volcano near the city.
ru: Старый хрыч поведал о древних несметных богатствах, спрятанных на удивление довольно близко - в пещере спящего вулкана неподалеку от города.

source: (#1) Ancient damnation
ru: (#1) Древнее проклятие

source: So, our heroes went for treasures. Here they entered into cave, about which strange old man told to them. Case remained for small - check had he not lied about treasures hidden in the cave.
ru: Итак, наши герои отправились за сокровищами. Вот они вошли в ту самую пещеру, о которой им рассказал странный старикашка. Дело оставалось за малым - проверить не соврал ли он про спрятаные в пещере сокровища.

source: Cave itself was unusual. Immediately after the entrance began constructed centuries ago by unknown bridges that lead the way deep into the cave.
ru: Сама пещера была необычной. Сразу после входа начинались сооруженные неизвестно кем века назад мосты, уводящие путь вглубь пещеры.

source: Treasure seekers
ru: Искатели сокровищ

source: Undead
ru: Нежить

source: Let's go, friends! We'll find that treasures!
ru: Вперед, друзья! Мы найдем эти сокровища!

source: Quiet! Do you hear that? Sounds like ... bats...
ru: Тихо! Вы слышали? Эти звуки... похоже... на летучих мышей...

source: I don't like this place! And I hate bats!
ru: Не нравится мне это место! И я терпеть не могу летучих мышей!

source: Have you ever seen them? No? Then stop whining! You're a man, not cowardly chicken!
ru: Ты их видел хоть раз? Нет? Тогда перестань ныть! Ты мужик, а не трусливая баба!

source: Well, let's go further.
ru: Ладно, пошли дальше.

source: Find treasures
ru: Найти сокровища

source: Living skeletons? What's going on? Is there really treasures ahead?
ru: Живые скелеты? Что тут происходит? Неужели там впереди действительно нас ждут сокровища?

source: I can not believe. All this is not for good!
ru: Что-то мне не верится. Это все не к добру!

source: It's just a test on road to riches! In this life nothing happens simply so!
ru: Это просто испытание на пути к богатству! В этой жизни ничего не бывает просто так!

source: Maybe you're right, Dalvik. Just in case, I'll cover the rear.
ru: Возможно ты прав, Далвик. На всякий случай я прикрою тыл.

source: Virgil now can recruit units (until the end of this scenario).
ru: Виргил теперь тоже может вербовать бойцов (до конца этого сценария).

source: Oooouuuu...
ru: Оооооуууууу...

source: Eeeeeyyyy...
ru: Ээээуууу...

source: Unexpected volcano began erupting and lava filled cavern.
ru: Вулкан неожиданно проснулся, и лава заполнила пещеру.

source: I knew that there treasures! I'm rich! We're rich! (takes a handful of gold coins)
ru: Я знал, что тут сокровища! Я богат! Мы богаты! (берет горсть золотых монет)

source: What ... with me? I did not ... not good ... What ... what's going on? ...
ru: Что... со мной? Мне не... нехорошо... Что... что происходит?...

source: It seems on treasures imposed some ancient damnation ...
ru: Похоже, на сокровища наложено какое-то древнее проклятие...

source: ... and Dalvik become undead-lich!
ru: ...и Далвик стал нежитью-личем!

source: (#2) Get out of here!
ru: (#2) Убираемся отсюда!

source: Dalvich
ru: Далвич

source: Dalvik become undead-lich ... And now it was not the Dalvik ...
ru: Далвик стал нежитью-личем... И теперь это уже был не Далвик...

source: Dalvik, what happened with you?
ru: Далвик, что с тобой произошло?

source: (look on friends ... if he sees empty eyes of course)
ru: (смотрит на друзей... если, конечно, пустыми глазницами он может видеть)

source: You ... undead? How? Why?
ru: Ты... нежить? Как? Почему?

source: Silence! Now you know what is a painful death!
ru: Молчать! Познай, что есть мучительная смерть!

source: Dalvik! It is we - your friends! Are you forget?
ru: Далвик! Это мы - твои друзья! Ты что забыл?

source: (froze from fear)
ru: (замер от страха)

source: Torres, we need to go! It explicitly is not Dalvik!
ru: Торрес, нам нужно уходить! Это уже точно не Далвик!

source: (evil laugh) Nobody will leave out of here alive! Give up, and maybe I kill you faster than promised!
ru: (зло смеется) Никто не уйдет отсюда живым! Сдавайтесь, и может я убью вас быстрее чем обещал!

source: No way freak! Fuck you!
ru: Ни за что, урод! Пошел ты!

source: Your dead bodies be my eternal slaves!
ru: Ваши трупы станут моими вечными рабами!

source: Shit! Get out of here! We will not cope with him!
ru: Черт! Убираемся отсюда! Мы с ним не справимся!

source: Fools! Do you think that you could run away from me?
ru: Глупцы! Думаете что сможете убежать от меня?

source: You cannot pass!
ru: Команда была стоять!

source: Damn!
ru: Проклятие!

source: Bridge destroyed!
ru: Мост обрушен!

source: The last time I offer give up to you! Otherwise, all the same - death!
ru: Последний раз предлагаю сдаться тебе! Иначе все одно - смерть!

source: Get out of here! Tell head of the city guards about this cavern and what's happened!
ru: Уходите отсюда! И сообщите главе стражи города об этой пещере и что тут произошло!

source: No! We not leave you!
ru: Нет! Мы тебя не бросим!

source: There's no time! In the city must rather hear about it!
ru: Времени нет! В городе должны скорее узнать об этом!

source: We'll be back soon! Hold on, friend!
ru: Мы скоро вернемся! Держись, друг!

source: Dalvich can recall some warriors, if you move him on the field with bones.
ru: Далвич может призвать некоторых воинов, если провести его на поле с костями.

source: Destroy all survivors
ru: Уничтожить всех живых

source: Death of Dalvich
ru: Смерть Далвича

source: Rise up, fallen warrior!
ru: Восстань, павший воин!

source: While I live, I will fight with you!
ru: Пока я живой, то буду драться с тобой!

source: Stupid fool! I will destroy you!
ru: Глупец! Я все равно уничтожу тебя!

source: It ... is impossible ...
ru: Это... невозможно...

source: The key villain was killed ahead of time!
ru: Ключевой злодей погиб раньше времени!

source: Ha! I think you can do more, bag with bones!
ru: Ха! Я думал ты способен на большее, мешок костей!

source: Da...fuck...you...
ru: Да...пошел...ты...

source: Now, your body will be forever serve to me!
ru: Теперь твое тело будет вечно служить мне!

source: (#3) City in danger
ru: (#3) Город в опасности

source: While Torres fought in the cave with Dalvich, Virgil and Jeffrey haste to the city for help ...
ru: Пока Торрес сражался в пещере с Далвичем, Виргил и Джефри спешили в город за помощью...

source: Money
ru: Деньги

source: short sword
ru: короткий меч

source: bow
ru: лук

source: Guards
ru: Стража

source: Good that city is not far from cavern.
ru: Хорошо что город не так далеко от пещеры.

source: We must hurry to get back and save Torres!
ru: Нужно спешить, чтобы успеть вернутся и спасти Торреса!

source: Report about danger in cavern to head of the city guards
ru: Сообщить об опасности в пещере главе городской стражи

source: City Etinburg
ru: Город Этинбург

source: Head of the city guards
ru: Глава стражи города

source: Kryun helper
ru: Помощник Крюна

source: Whoa! Stop!
ru: Опа! Стоять нафиг!

source: It's an ambush!
ru: Засада!

source: Real?
ru: Настоящая?

source: Unfortunately, yes!
ru: К сожалению, да!

source: Shut up!
ru: Заткнитесь!

source: Choose - money or your life?
ru: Выбирайте - кошелек или жизнь?!

source: Take a money! I am a coward!
ru: Забирайте кошелек! Я жалкий трус!

source: Without fighting you will get nothing! Pray for mercy!
ru: Без боя вы ничего не получите! Молитесь о пощаде!

source: Spent 50 gold.
ru: Потрачено 50 золота.

source: Here so that! Let's go away, guys!
ru: Вот так-то! Валим, парни!

source: See you later, fools!
ru: Еще увидимся, олухи!

source: I hate cowards!
ru: Как же я ненавижу трусов!

source: It's time to have some fun!
ru: Сейчас повеселимся!

source: Guards! Here an armed attack!
ru: Стража! Тут вооруженное нападение!

source: Guaaaaards...
ru: Стражааааа...

source: Sorry friend, but I think Torres will not survive long! Go on without me, and I will back in cavern and try to save him!
ru: Извини друг, но мне кажется Торрес долго не протянет! Иди дальше без меня, а я вернусь в пещеру и постараюсь спасти его!

source: Wait, wait!
ru: Стой, подожди!

source: Gan
ru: Ган

source: Don
ru: Дон

source: Hold on, outsider!
ru: Стой, чужак!

source: Outsider? But I have my own house in city!
ru: Чужак?! Но у меня есть свой дом в городе!

source: Okay, now what? ...
ru: Окей, и что теперь?...

source: Maybe we will solve all quickly? (give 30 gold)
ru: Может мы решим все по-быстрому? (дать 30 монет)

source: Out of my way, or or regret about this!
ru: Прочь с дороги, а то пожалеешь!

source: Who are you?!
ru: Тогда назови себя!

source: My name is too famous to call it.
ru: Мое имя слишком известное, чтобы называть его.

source: I'm Virgil. House - the second left near waterfront.
ru: Я Виргил - житель этого города. Дом - второй слева на набережной.

source: Then get out away, while you safe!
ru: Тогда проваливай, пока цел!

source: Joke, joke! Now I'm will answer seriously.
ru: Шутка, шутка! Теперь я буду отвечать совершенно серьезно.

source: Prepare to fight!
ru: Готовься к драке!

source: You're daring! Now I'll teach you!
ru: Да ты дерзкий! Сейчас я тебя проучу!

source: Correctly thinking! Now call yourself!
ru: Правильно мыслишь! Теперь назови себя!

source: Spent 30 gold.
ru: Потрачено 30 золота.

source: Looks like everything is all right. Welcome back to city, citizen!
ru: Похоже, все в порядке. С возвращением в город, гражданин!

source: Thank you!
ru: Большое спасибо!

source: Home, sweet home!
ru: Дом, милый дом!

source: Received 25 gold.
ru: Получено 25 золота.

source: Truman
ru: Труман

source: Freeman
ru: Фримен

source: Kryun
ru: Крюн

source: Stop! Entrance only for the guards!
ru: Стоп! Вход только для стражи!

source: But why?
ru: Но почему?

source: Maybe let me in? (give 45 gold)
ru: Может все таки пустишь меня? (дать 45 монет)

source: Get away out of the way!
ru: Пошел прочь с дороги!

source: Sorry, citizen. But I repeat - entrance only for guards, because there's too high level of crime in the city.
ru: Простите, горожанин. Но я повторяю, что проход запрещен в связи с высоким уровнем преступности в городе.

source: What can I do to let me in?
ru: Что я могу сделать, чтобы мне можно было пройти?

source: But I really need to transmit an important message personally to head of the city guards!
ru: Но мне срочно нужно передать важное сообщение лично главе стражи города!

source: Crime? Really? No, I never heard about it.
ru: Преступность? Неужели? Не, не слышал.

source: Did you know that by law, I have the right to put you in jail for a bribe?
ru: А ты знаешь, что по закону я имею право посадить тебя в тюрьму за взятку?

source: Come on! Try it! I'm sooo scared!
ru: Ну давай, попробуй! Тоже мне напугал!

source: Maybe there is something that I can do for you, and we forget about that misunderstanding?
ru: Может, есть что-то, что я смогу сделать для тебя, и мы забудем об этом недоразумении?

source: Just touch me! Or you will regret about it!
ru: Только тронь меня! Иначе пожалеешь!

source: Are you joker? Get out!
ru: Шутки шутить вздумал? Тогда пошел прочь!

source: You have a problems with sense of humor? Stupid tin can!
ru: У тебя проблемы с чувством юмора? Тупая консервная банка!

source: You're pushy! All right. If you find and kill bandits, who attacked peoples near the city, you'll be able to enter.
ru: Какой ты настойчивый! Ладно. Если ты найдешь и убьешь бандитов, которые нападают на людей недалеко от города, то я пропущу тебя.

source: I kill that bandits. But I need some help ...
ru: Я разберусь с бандитами. Но мне может понадобиться небольшая помощь...

source: No way man! I haven't time for this!
ru: Ни за что, мужик! У меня нет на это времени!

source: You have a long tongue! Now, I will correct it!
ru: У тебя длинный язык! Сейчас я это исправлю!

source: You must think about it offense for a long time!
ru: Тебе предстоит долго обдумывать свой проступок!

source: You did not had to inform about danger, and soon the city was attacked by undead. The siege lasted not long, and soon in the city there is not a living soul ...
ru: Вы не успели вовремя сообщить об опасности, и вскоре город был атакован нежитью. Осада продолжалась недолго, и вскоре в городе не осталось ни одной живой души...

source: Well, you can go. But I am will not let you to enter!
ru: Хорошо, можешь идти. Но я тебя все равно не пропущу!

source: Well ... You can take a two my soldiers. Or I'll give you some money - enough to hire a mercenary in the city and buy some equipment from smith.
ru: Ну... Ты можешь взять пару моих солдат. Или я дам тебе немного денег - хватит чтобы нанять наемника в городе и купить у кузнеца снаряжение получше.

source: Give me your soldiers.
ru: Дай мне своих солдат.

source: Give me some money.
ru: Хорошо, давай мне золото!

source: That it's the best fighters that I can give to you for now.
ru: Вот, это лучшие бойцы, что я могу тебе дать сейчас.

source: We will not fail, sir!
ru: Мы не подведем Вас, сэр!

source: What are your orders?
ru: Какие будут приказания?

source: You may think that the problem with bandits has been solved!
ru: Можете считать, что проблема с бандитами уже решена!

source: Destroy bandits in the forest outside the city
ru: Уничтожить бандитов в лесу за городом

source: Here 50 gold. Mercenary will cost you 40. Any equipment, probably in 10-20 gold.
ru: Тут 50 золотых. Наемник обойдется тебе в 40. А снаряжение где-то в 10-20 золотых.

source: Received 50 gold.
ru: Получено 50 золота.

source: Mercenary
ru: Наемник

source: Smith (works only during the day!)
ru: Кузнец (работает днем!)

source: Hire a Mercenary and buy any equipment from smith
ru: Нанять наемника и купить у кузница любое снаряжение

source: Hello, smith. I need to buy some useful things in your shop.
ru: Добрый день, кузнец. Мне нужно прикупить себе пару полезных вещиц в твоей лавке.

source: I knew you'd come. So, what do you want to buy?
ru: Мне передали, что ты придешь. Итак, что ты хочешь купить?

source: Sword (temporary +3 damage with sword) - 10 gold
ru: Меч (временно +3 к урону мечом) - 10 золотых

source: Armor (temporary increase to health +20) - 15 gold
ru: Броня (временная прибавка к здоровью +20) - 15 золотых

source: Bow (temporary +3 damage with bow) - 20 gold
ru: Лук (временно +3 к урону луком) - 20 золотых

source: I do not need anything.
ru: Думаю, мне ничего не нужно.

source: Well, here's the money.
ru: Хорошо, вот деньги.

source: Spent 10 gold.
ru: Потрачено 10 золота.

source: Spent 15 gold.
ru: Потрачено 15 золота.

source: Spent 20 gold.
ru: Потрачено 20 золота.

source: With you pleased to deal.
ru: С тобой приятно иметь дело.

source: As you know. If you want to come back - during the day I'm always here.
ru: Как знаешь. Надумаешь - возвращайся. Днем я всегда тут.

source: You've already bought one of the things! To select a different - load savegame before the last purchase!
ru: Ты уже купил у меня одну из вещей! Чтобы выбрать другую - загрузи сохранение перед прошлой покупкой!

source: I do not know you. So forget it!
ru: Я тебя не знаю. Поэтому забудь об этом!

source: What you need?
ru: Что тебе нужно?

source: I need to hire a mercenary. Need help with difficult task.
ru: Я хотел бы нанять наемника. Нужна помощь в одном непростом деле.

source: I hope, need to kill someone? I like a fight!
ru: Надеюсь убивать придется? Я люблю немного подраться!

source: I think so. How much is your services?
ru: Скорее всего. Сколько стоят твои услуги?

source: Suggest your price. And maybe we negotiate.
ru: Предложи свою цену. И, возможно мы договоримся.

source: 20 gold
ru: 20 золотых

source: 30 gold
ru: 30 золотых

source: 40 gold
ru: 40 золотых

source: 50 gold
ru: 50 золотых

source: It is not serious! If so little payment - maybe you could do it by self.
ru: Это несерьезно! Раз плата маленькая - наверное ты справишься сам.

source: Certainly, price is low ... though right.
ru: Цена конечно невысокая... Хотя ладно.

source: Anyway ... day after day I do nothing.
ru: ...Все равно уже который день ничего не делаю.

source: It's a deal!
ru: По рукам!

source: Spent 40 gold.
ru: Потрачено 40 золота.

source: Well, I'm at your disposal. In four words - Where will we go?
ru: Хорошо, я в твоем распоряжении. В двух словах - куда пойдем?

source: Deal!
ru: Заметано!

source: Excellent! I'm ready to go with you!
ru: Отлично! Я готов пойти с тобой!

source: It seems you already have some companions.
ru: Кажется, у тебя и так полно спутников.

source: So we waste time?
ru: Так и будем топтаться на одном месте?!

source: It's time to explore the forest and find bandits!
ru: Пора обследовать лес и найти бандитов!

source: Kill leader of bandits
ru: Убить главаря бандитов

source: Kill all bandits
ru: Убить всех бандитов

source: Here is clean, no one soul!
ru: Тут чисто, ни души!

source: Oops, wolves here!
ru: Упс, тут волки!

source: There is clean!
ru: Тут пусто!

source: Wow, wolf! Watch out!
ru: Ух, волчара! Осторожно!

source: Bandits are here! Attack them!
ru: Бандиты здесь! В атаку!

source: We have guests! To arms!
ru: У нас гости! К оружию!
