Repository: JohnMatthewNarofsky/Way_of_Dragon
Catalog: translations/*/LC_MESSAGES/wesnoth-dragonway.po
Languages: ru

source: Kill him! This is the man who killed our friends near the bridge!
ru: Убейте его! Это тот самый человек, который убил наших друзей у моста!

source: Look! This is the coward, who was recently robbed near the bridge!
ru: Смотрите! Это тот самый трус, которого недавно ограбили у моста!

source: Bandit leader was killed!
ru: Главарь бандитов убит!

source: Report that the leader of bandits is dead
ru: Доложить, что главарь бандитов убит

source: Do you want that you have not considered the city thief? Then do not enter in others houses!
ru: Не хочешь, чтобы тебя считали городским воришкой? Тогда не влезай в чужие дома!

source: I found camp of bandits found. Now bandit leader is dead.
ru: Лагерь бандитов найден и главарь бандитов теперь мертв.

source: Really? And where was a camp?
ru: Действительно? А где располагался лагерь?

source: Right near the Great river. It looks like they are there for a long time, because there is even a small port! Maybe, they will back.
ru: Прямо около Великой реки. Похоже они там довольно давно, там есть даже пристань! Возможно, бандиты еще вернутся.

source: You have gave to the city invaluable service, citizen! head of the city guards want to personally see you! Also thanks from me - a small cash prize!
ru: Ты многое сделал для города, гражданин! Тебя желает лично видеть начальник стражи города! Также в благодарность от меня - небольшая денежная награда!

source: Received 100 gold.
ru: Получено 100 золота.

source: Mission accomplished, sir!
ru: Задание выполнено, сэр!

source: Good luck to you, sir!
ru: Удачи Вам, сэр!

source: That's all! It was nice to work for you!
ru: Похоже, я больше не нужен. Приятно было поработать на тебя!

source: I enjoyed working with you! I would like to travel with you further!
ru: Мне понравилось работать на тебя. Я бы хотел путешевствовать с тобой и дальше!

source: I think that you underpaid me for this job. I think we'll meet again later!
ru: Мне кажется все-таки, что ты недоплатил мне за эту работу. Я думаю мы еще встретимся!

source: I greet you, Virgil. You had an invaluable service to the city!
ru: Приветствую тебя, Виргил. Ты оказал городу неоценимую услугу!

source: Yet bandits - only a small part of the trouble. The city is in much greater danger!
ru: Но все же бандиты - лишь малая часть бед. Город находится в куда большей опасности!...

source: Virgil told to head of the city guards about what danger hangs over the city...
ru: Виргил рассказал главе стражи о том, какая опасность нависла над городом...

source: (#4) Battle for Etinburg
ru: (#4) Битва за Этинбург

source: After knew that goes on in the cave, the captain gave the order to gather a group to go into the cave for eliminate the threat for city.
ru: Узнав, что творится в пещере, начальник стражи отдал приказ собрать отряд и отправиться в пещеру, чтобы устранить угрозу для города.

source: But Dalvich also not been idle ... hands. He began to collect an army of undead to the world's evil and chaos reigned. Corpses in the cave was not enough, so he began to prepare a special ancient ritual. Also, killing Torres, he subdued his body - now that he was a faithful soldier Damned archer.
ru: Но лич, который когда-то был Далвиком, тоже не сидел сложа... кисти рук. Он стал собирать себе армию нежити, для того, чтобы в мире воцарилось зло и хаос. Трупов в пещере ему было мало, поэтому он стал готовить особый древний ритуал. Также, убив Торреса, он подчинил себе его тело - теперь это был верный ему воин Проклятый лучник.

source: Damned Torres
ru: Проклятый Торрес

source: There ahead squad of bony!
ru: Там впереди отряд костлявых!

source: Damn! It seems we were too late and Torres with Jeffrey are dead!
ru: Проклятье! Кажется мы опоздали, и Торрес с Джеффри уже мертвы!

source: We can't to retreat - behind Etinburg! We must win this battle! After victory we will go into the cavern to completely eliminate this danger!
ru: Отступать некуда - позади Этинбург! Мы должны выиграть этот бой! А после победы мы сразу отправимся в пещеры, чтобы полностью устранить эту угрозу!

source: Well, well, well. What we have here? A small group of mortals! If you think resist, then nothing good for you! All the same, your corpses will soon be among us!
ru: Так-так-так. Что у нас тут? Небольшая кучка смертных! Если вы думаете сопротивляться, то напрасно! Все равно ваши трупы скоро будут среди нас!

source: Let's go, soldiers! Protect our city and not give it to enemy!
ru: Пошли, пошли, пошли! Защитим наш город! Не отдадим его врагу!

source: In the battle!
ru: В бой!

source: When your allies are recruiting new forces, then the next turn you'll be able to manage them.
ru: Когда ваши союзники завербуют новые войска, то со следующего хода вы сможете ими управлять.

source: Defeat the undead
ru: Победить нежить

source: Death of Freeman
ru: Смерть Фримена

source: You can not stop us ... fools!
ru: Глупцы... Вам не остановить... нас!

source: Victory!
ru: Победа!

source: In the cave! Hurry!
ru: А теперь скорее в пещеру!

source: Bring Virgil to the cavern
ru: Провести Виргила до пещеры

source: I found somebody!
ru: Тут кто-то прячется!

source: Magician? Magic out of the law! Immediately, execute him!
ru: Маг?! Магия вне закона! Немедленно казнить его!

source: Please! Let us to help you in fight with that undead!
ru: Пожалуйста! Позвольте помочь вам в бою с нежитью!

source: Mages can be very useful against undead! And with due skill, they can healed allied units! Can you change your mind, Freeman?
ru: Против нежити маги могут быть очень полезны! А при должном умении они даже могут лечить войска! Может передумаете, Фримен?

source: Well, I let him come with us under your responsibility, Virgil!
ru: Хорошо, я разрешаю ему пойти с нами под твою ответственность, Виргил!

source: Do not worry. I will not let you!
ru: Не беспокойтесь. Я не подведу вас!

source: Now you can recruit mages.
ru: Теперь можно вербовать магов!

source: Virgil, wait! We still need to repel attack here! Or undead may block us from both sides in a cavern! Or even attack the city!
ru: Виргил, стой! Нам еще нужно отбить атаку здесь! Иначе нежить зажмет нас с двух сторон в пещере! Или даже нападет на город!

source: It seems, you're too late! Portal to hell opened and now I will have constantly support from there! Ha-ha-ha!
ru: Похоже, вы опоздали! Портал в ад открыт и теперь у нас будет постоянное подкрепление! Ха-ха-ха!

source: You do not have time to stop Dalvich, and he opened portal to hell!
ru: Вы не успели помешать Далвичу, и он открыл врата в ад!

source: (#5) Portal
ru: (#5) Портал

source: Virgil and Freeman entered the cavern - where it all began, and should have ended!
ru: Виргил и Фримен вошли в пещеру - в ту самую, где все началось и должно было закончиться!

source: Dalvich servant
ru: Слуга Далвича

source: Mages are really good against the undead! Sake of this just cause they have a right to exist!
ru: Маги действительно неплохо справляются с нежитью, так что ради такого правого дела они имеют право на существование!

source: Time to end with evil! Here and now!
ru: Пора покончить со злом! Здесь и сейчас!

source: For Etinburg!
ru: За Этинбург!

source: It seems, Torres led my Lord! Well, it serves him right! But I will correct his mistake!
ru: Кажется, Торрес подвел хозяина! Что-ж, поделом ему! Но я исправлю его ошибку!

source: I will avenge for my fallen friends! Get ready, bony!
ru: Я отомщу за своих погибших друзей! Готовься, костлявый!

source: Go to hell! You must be at that place forever!
ru: Отправляйся в ад! Тебе там самое место!

source: It sounds too self-confidently to be true!
ru: Это звучит слишком самоуверенно, чтобы быть правдой!

source: Destroy all undead in cavern
ru: Покончить с нежитью в пещере

source: Ha-ha! Mortals, you are stronger than I thought!
ru: Ха-ха! Смертные, вы оказались сильнее, чем я думал!

source: Get him! He must be destroyed!
ru: Скорее за ним! Он должен быть уничтожен!

source: Virgil, wait!
ru: Виргил, стой!

source: Fuck! Stop to blow up passages!
ru: Твою мать! Ну сколько можно взрывать проходы!

source: Come on, catch me, Virgil! It will be fight face to face!
ru: Давай, догони меня, Виргил! Так и быть! Сразимся с тобой один на один!

source: Virgil, it's a trap! No!
ru: Виргил, это ловушка! Нет!

source: This may be the only chance to end with Dalvich! I do not want to miss it!
ru: Это, возможно, единственный шанс покончить с Дальвичем! Я не хочу его упустить!

source: Kill Dalvich
ru: Убить Далвича

source: It seems, there is no way!
ru: Кажется, здесь не пройти!

source: I'm here! Catch me if you can!
ru: Я здесь! Поймай меня, если сможешь!

source: Wait, you coward! If you want to fight, why did you run away?
ru: Стой, трус! Если хочешь сразиться, зачем убегаешь?

source: Oh, almost caught!
ru: Ах, почти поймал!

source: Hold it!
ru: Стоять!

source: Sometimes you can found bottles of health. They can completely healed your hero, if he is near death. But you can not take more than one thing!
ru: Иногда на карте можно будет найти бутылочки здоровья. Они могут полностью вылечить персонажа, если он находится при смерти. Но нести с собой можно не более одной штуки!

source: See you in hell, Virgil!
ru: До встречи в аду, Виргил!

source: Noooooo!
ru: Неееееет!

source: (#6) Hell
ru: (#6) В аду

source: Dalvich lured Virgil into a trap and now Virgil flew in some other dimension.
ru: Далвич заманил Виргила в ловушку, и, судя по всему, сейчас Виргил летел в какое-то другое измерение.

source: When he awoked, Virgil stand up and looked around. Lava was everywhere... Is it really a hell?
ru: Очнувшись, Виргил вскочил и огляделся. Вокруг кишела лава. Неужели это действительно был ад?

source: Now you're in hell! And your soul will be here forever!
ru: Теперь ты в аду! И твоя душа будет здесь навечно!

source: Already in hell? But I thought it would be at least a little hurt.
ru: Как? Уже в аду? А я то думал, что будет хотя бы немного больно.

source: The pain you will feel later! But that pain you never dreamed of nightmare!
ru: Боль ты испытаешь позже! Но такую, что тебе и в кошмарном сне не снилась!

source: Explore the area
ru: Обследовать местность

source: Inscription on the plate: 'The Road of Innocence' - be able to pass only one who got here ahead of time!
ru: Надпись на табличке: 'Дорога Невинности' - Пройдет только тот, кто раньше смерти попал в место сие!

source: Pass the 'Road of Innocence'
ru: Пройти по 'Дороге Невинности'

source: Jeffrey-Blade
ru: Джеффри-Клинок

source: Talk with prisoners
ru: Поговорить с пленниками

source: Kill undead fighters
ru: Уничтожить нежить

source: (raises his head and looks at Virgil)
ru: (поднимает голову и смотрит на Виргила)

source: Dalvik? It's you!
ru: Далвик? Это ты!

source: ... what a strange place ... Do not touch them ... These treasures are damned ... An ancient evil has awakened ... Beginning of the end ...
ru: ...какое странное место... Не трогай их... Эти сокровища прокляты... Древнее зло пробудилось... Начало конца...

source: Dalvik! Do you hear me? Tell me, please! You have become an undead Lich. Now he calls himself Dalvich and is going to make the undead from all of living beings!
ru: Далвик! Ты слышишь меня? Ответь, прошу! На наших глазах ты стал нежитью-личем. Теперь он зовет себя Далвич и собирается сделать нежить из всех живых существ!

source: Undead will rule the world ... And the living will envy dead ... Beginning of the end ...
ru: Нежить будет править миром... И живые будут завидовать мертвым... Начало конца...

source: Please, I really need help! How all this can be stopped?
ru: Прошу, мне очень нужна помощь! Как все это можно остановить?

source: Legend about Dragon ... Forgotten in centuries ... But the only way to a better end ... The end of that beginning ...
ru: Легенда о драконе... Забыта в веках... Но единственный путь к светлому концу... Концу этого начала...

source: Beginning of the end ... beginning of the end ...
ru: Начало конца... начало конца...

source: Dalvik! Virgil! Jeffrey! How I've missed you!
ru: Далвик! Виргил! Джеффри! Как мне вас не хватает!

source: Torres! And you're here! Sorry, we were unable to come up with a help in time!
ru: Торрес! И ты тут! Прости, мы не успели прийти с подмогой вовремя!

source: The city is in danger! Rather, talk to head of the city guards about it! Otherwise, the end!
ru: Город в опасности! Скорее сообщите начальнику стражи об этом! Иначе конец!

source: I got to the city! I said! We almost caught Dalvich!
ru: Я добрался до города! Я сообщил! Мы почти поймали Далвича!

source: This danger is not only to Etinburg, but also for all over the world! Must be reported to the city, there is only one way to eliminate this threat!
ru: Эта опасность не только для Этинбурга, но и для всего мира! Нужно сообщить в город, что есть только один способ устранить эту угрозу!

source: What? What way? This is, as already mentioned Dalvik?
ru: Какой? Какой способ? Это то, о чем уже говорил Далвик?

source: Legend about Dragon. About the end of that beginning!
ru: Легенда о Драконе. О конце этого начала!

source: Must be reported to the city! About danger!
ru: Нужно сообщить в город! Об опасности!

source: (with surprise looks at the creature behind lattice)
ru: (с удивлением смотрит на существо за решеткой)

source: You must stop this nightmare!
ru: Ты должен попытаться остановить этот кошмар!

source: You're speaking ... Yeti? Now nothing more will be surprised me!
ru: Ты говорящий...йети?! Все, теперь меня ничем больше не удивить!

source: Look at the prisoners! They're all damned! Because treasures is damned - they must be destroyed!
ru: Посмотри на пленников! Они все прокляты! Все из-за сокровищ - их нужно уничтожить!

source: Destroy? But how if the one touch turns any living creature in the undead?
ru: Уничтожить? Но как, если одно только прикосновение превращает любое живое существо в нежить?!

source: Legend about dragon! This is the only hope to put an end all of this!
ru: Легенда о драконе! Это единственная надежда, чтобы положить конец всему этому злу!

source: Learn the legend.
ru: Узнать легенду.

source: Skip the legend.
ru: Пропустить рассказ легенды.

source: Once upon a time there were treasures, the appearance of which remains a mystery. There were years, decades, centuries - but the treasure no one could find. It was only a belief that it can find someone who knows where it is.
ru: Давным-давно существовали сокровища, появление которых остается загадкой. Шли годы, десятки лет, столетия - но сокровища никто не мог найти. Было лишь поверье, что найти его сможет тот, кто знает где оно.

source: But the treasures were damned - if to touch them, they will do it immediately turned into a Lich - a magician with a light that nobody of any power in this world was to stop!
ru: Но сокровища оказались проклятыми - если до них прикоснутся, то сделавший это немедленно превращался в лича - волшебника с иного света, которого ничто ни в силах на белом свете было остановить.

source: Nobody but dragon! But to become a dragon, had to walk the Labyrinth of Terror in the Temple of the Gods and find a fountain of blood.
ru: Никто кроме дракона! Но чтобы стать драконом, нужно было пройти Лабиринт Ужаса в Храме Богов и найти там Фонтан Крови.

source: According to legend, in the fountain flowing pure blood of the dragon. And drunk the blood turn into a winged lizard! Not immediately, but after a few cycles, which legend says nothing.
ru: По легенде, в том фонтане течет чистейшая кровь дракона. И выпивший эту кровь превратится в крылатого ящера! Не сразу, но через несколько циклов, о которых легенда умалчивает.

source: In the end, there was a final battle between good and evil! Only this winged reptile was able to destroy the evil lich and return good and calm in our world!
ru: В конце-концов произошла финальная битва добра со злом! И лишь этот крылатый ящер смог уничтожить злобного лича и вернуть добро и спокойствие в наш мир!

source: Impressive legend. Thanks for the story! And now I've got to find a way how to get out of here!
ru: Впечатляющая легенда. Спасибо за рассказ! А теперь мне пора искать способ, как выбраться отсюда!

source: And now I've got to find a way how to get out of here!
ru: А теперь мне пора искать способ, как выбраться отсюда!

source: Hurry up! No time to waste!
ru: Поспеши! Нельзя терять время!

source: Virgil, I'm glad to see you!
ru: Виргил, рад тебя видеть!

source: (horror looks at living skeleton)
ru: (c ужасом смотрит на живой скелет)

source: It's me, Jeffrey!
ru: Это же я, Джеффри!

source: But you look at who you looked like!
ru: Да ты посмотри на кого ты стал похож!

source: Excuse me for trying to somehow help rather Torres unlike you ...
ru: Уж извини, что пытался скорее хоть как-то помочь Торресу в отличие от тебя...

source: All right, I'm ...
ru: Все в порядке, я...

source: Out of order! I am a living skeleton! Torres and Dalvik dead! And you walk on hell unscathed at home!
ru: Не в порядке! Я живой скелет! Торрес и Далвик мертвы! А ты невредимый разгуливаешь по аду как у себя дома!

source: You're right. But I found a way to stop it! I would just get out of here!
ru: Ты прав. Но я узнал способ, как остановить все это! Мне бы только выбраться отсюда!

source: You also decided that the story - is the solution? Although, okay. Still do not have other ideas. I'll help you escape.
ru: Ты тоже решил что легенда - это выход? Хотя, ладно. Все равно других идей нету. Я помогу тебе сбежать отсюда.

source: How you have opened a lattice?
ru: Как ты открыл решетку?

source: Let's just say - I wormed his way into the confidence of his superiors. Tell the rest later.
ru: Скажем так - я втерся в доверие начальства. Остальное расскажу потом.

source: Find a way to escape from hell
ru: Найти способ сбежать из ада

source: Death of Jeffrey-Blade
ru: Смерть Джеффри-Клинка

source: Pain and suffering are waiting for you!
ru: Боль и страдания ожидают тебя!

source: The main (or key) hero was killed!
ru: Главный (или ключевой) герой погиб!

source: What does not kill - makes me stronger!
ru: Что не убивает - делает меня сильнее!

source: You want pain? You got it!
ru: Ты хотел боли? Ты ее получил!

source: In hell frequent volcanic eruptions. You're too late - lava filled all area.
ru: В аду часто происходят извержения. Вы опоздали и лава заполнила всю локацию.

source: (#7) Trap
ru: (#7) Ловушка

source: Items
ru: Предметы

source: Found a bottle of health.
ru: Найдена бутылочка здоровья.

source: My lord! I brought him to you!
ru: Мой повелитель! Я привел его к Вам!

source: Oh, you traitor!
ru: Ах ты предатель!

source: Perfect, Jeffrey! You confirmed your loyalty!
ru: Прекрасно, Джеффри! Ты подтвердил свою преданность!

source: I am glad to serve you, my Lord!
ru: Рад служить вам, повелитель!

source: Virgil, there is the key from passage to portal! Take it!
ru: Виргил, это ключ от прохода к порталу! Возьми его!

source: Fool! In this place I'm immortal!
ru: Глупец! В этом месте я бессмертен!

source: Now you know what is real pain!
ru: Познай настоящую боль!

source: (#8) Transformation
ru: (#8) Трансформация

source: Looks like, it's your turn to know what it's become an undead! What your last words, Virgil?
ru: Похоже, теперь твоя очередь узнать, какого это быть нежитью! Что скажешь напоследок, Виргил?

source: Jeffrey! Why have you done this with me?
ru: Джеффри! За что ты со мной так поступил?!

source: Okay, get started!
ru: Хорошо, приступим!

source: I swear, I'll find a way to destroy you! And you too! Destroy all undead!
ru: Клянусь, я найду способ уничтожить тебя! И тебя тоже! Всех вас уничтожу!

source: Farewell, Virgil! Forever!
ru: Прощай, Виргил! Навсегда!

source: How curiously enough ... and strange!
ru: Как любопытно... И странно!

source: Ha! It sssseemssss you could not do what you want, yessss? One more good newssss for thissss day!
ru: Ха! Кажжжжетсссся, у тебя не получилосссссь, да?! Хоть одна приятная новосссссть зззза день!

source: Lord, what do you want to do with ... this?
ru: Повелитель, как прикажете поступить с... этим?!

source: Send him to the camera! I need the time to need to understand what happened.
ru: Отправь его в камеру! Мне нужно на время уединится и понять что здесь только что произошло.

source: As you wish.
ru: Как прикажете.

source: (#9) The end
ru: (#9) Конец

source: End of 1st part 'Way of Dragon' campaign. To be continue...
ru: Конец первой части кампании 'Путь Дракона'. Продолжение следует...

source: Campfire
ru: Лагерный костер
